export default {
  projections: {
    meteoE: {
      широта: {
        __caption__: 'Широта'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      текущаяТемп: {
        __caption__: 'Текущая темп'
      },
      влажность: {
        __caption__: 'Влажность'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      данные: {
        __caption__: 'Данные'
      },
      метеостанцияID: {
        __caption__: 'Метеостанция ID'
      },
      city: {
        __caption__: '',
        название: {
          __caption__: ''
        }
      },
      xran: {
        __caption__: 'Xran',
        метеостанцияID: {
          __caption__: 'Метеостанция ID'
        },
        настройки: {
          __caption__: 'Настройки'
        },
        iDИдентификатор: {
          __caption__: 'I d идентификатор'
        },
        данные: {
          __caption__: 'Данные'
        }
      }
    },
    meteoL: {
      широта: {
        __caption__: 'Широта'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      текущаяТемп: {
        __caption__: 'Текущая темп'
      },
      влажность: {
        __caption__: 'Влажность'
      },
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      данные: {
        __caption__: 'Данные'
      },
      метеостанцияID: {
        __caption__: 'Метеостанция ID'
      },
      city: {
        __caption__: '',
        название: {
          __caption__: ''
        }
      }
    },
    МетеостанцияE: {
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      широта: {
        __caption__: 'Широта'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      влажность: {
        __caption__: 'Влажность'
      }
    },
    МетеостанцияL: {
      iDИдентификатор: {
        __caption__: 'I d идентификатор'
      },
      местоположение: {
        __caption__: 'Местоположение'
      },
      широта: {
        __caption__: 'Широта'
      },
      долгота: {
        __caption__: 'Долгота'
      },
      влажность: {
        __caption__: 'Влажность'
      }
    }
  },
  validations: {
    iDИдентификатор: {
      __caption__: 'I d идентификатор'
    },
    влажность: {
      __caption__: 'Влажность'
    },
    данные: {
      __caption__: 'Данные'
    },
    долгота: {
      __caption__: 'Долгота'
    },
    местоположение: {
      __caption__: 'Местоположение'
    },
    метеостанцияID: {
      __caption__: 'Метеостанция ID'
    },
    метостанция: {
      __caption__: 'метостанция'
    },
    настройки: {
      __caption__: 'настройки'
    },
    текущаяТемп: {
      __caption__: 'Текущая темп'
    },
    широта: {
      __caption__: 'Широта'
    },
    city: {
      __caption__: 'city'
    },
    xran: {
      __caption__: 'Xran'
    }
  }
};
